Repository: truongduy2611/photo_app
Catalog: lib/l10n/intl_*.arb
Languages: vi

# defaultErrorMessage
source: An error has occured, please try again later!
vi: Đã có lỗi xảy ra, vui lòng thử lại sau!

# defaultNetworkErrorMessage
source: No internet connection!
vi: Có lỗi khi kết nối máy chủ, vui lòng thử lại sau!

# fetchApiSuccessfully
source: Successfully!
vi: Thành công!

# notFoundPageMessage
source: Not found page!
vi: Không tìm thấy trang yêu cầu!

# loginButtonText
source: LOGIN
vi: ĐĂNG NHẬP

# registerButtonText
source: REGISTER
vi: ĐĂNG KÝ

# loginTitle
source: Log in
vi: Đăng nhập

# passwordLabel
source: Password
vi: Mật khẩu

# confirmPasswordLabel
source: Confirm
vi: Xác nhận mật khẩu

# emailIsInvalidError
source: Email is invalid!
vi: Email không đúng định dạng!

# emailIsRequiredError
source: Email is required!
vi: Email không thể để trống!

# passwordIsRequiredError
source: Password is required!
vi: Mật khẩu không thể để trống!

# confirmPasswordIsNotMatchError
source: Confirm password is not match!
vi: Nhập lại mật khẩu không đúng!

# registerTitle
source: Register
vi: Đăng ký

# termOfServiceAndPrivacyPolicyText
source: By signing up, you agree to Photoâ€™s
vi: Bằng việc nhấn đăng ký, bạn đã đồng ý Photo về

# termOfServiceText
source: Terms of Service
vi: Điều kiện sử dụng dịch vụ

# privacyPolicyText
source: Privacy Policy
vi: Chính sách bảo mật

# andText
source: and
vi: và
